Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-4010.html.tmx
Source language: nob
Languages: sme

source: Bevilgning til ny sydsamisk grammatikk - Sámediggi Sametinget
sme: Doarjja ođđa lullisámi giellaoahppagirjái - Sámediggi Sametinget

source: Bevilgning til ny sydsamisk grammatikk
sme: Doarjja ođđa lullisámi giellaoahppagirjái

source: Samisk språknemnd har fått en bevilgning fra Fornyings-, administrasjons- og kirkedepartementet på kr. 182.000,- til arbeidet med ny sydsamisk grammatikk.
sme: Sámi giellalávdegoddi lea Ođasmáhttin-, hálddahus- ja girkodepartemeanttas ožžon 182.000,- ruvnno doarjjan ođđa lullisámegiela giellaoahppagirjái.

source: Samisk språknemnd har tatt initiativ til utarbeidelse av ny sydsamisk grammatikk og Professor Ole Henrik Magga har tatt på seg oppgaven å skrive grammatikkboka.
sme: Sámi giellalávdegoddi lea álggahan ođđa lullisámegiela giellaoahpa čállinprošeavtta. Sámi allaskuvlla professor Ole Henrik Magga lea váldán badjelasaš čállit giellaoahppa girjji.

source: Han får hjelp av Lajla Mattsson Magga til dette prosjektet.
sme: Veahkkin girje čállimis lea Lajla Mattsson Magga.

source: Med de tildelte midlene fra departementet er det nå mulig å ferdigstille manuset til dette prosjektet.
sme: Departemeantta ruhtajuolludemiin lea dál vejolaš gárvet ođđa giellaoahppagirjji mánusa.

source: Bakgrunnen for dette prosjektet er at Samisk språknemnds sydsamiske seksjon lenge har sett behovet for en ny sydsamisk grammatikk, som er mer tilpasset undervisning.
sme: Duogáš čállinprošektii lea ahte Giellalávdegotti lullisámegielajuogus lea háliidan dakkár girjji mii livččii eanet heivehuvvon oahpahussii.
